[
  {
    "Title": "Rogue One",
    "Year": "2016",
    "Director": "Gareth Edwards",
    "Country": "USA, UK",
    "Poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BMjEwMzMxODIzOV5BMl5BanBnXkFtZTgwNzg3OTAzMDI@._V1_SX300.jpg",
    "Rating": "8.1",
    "Genre": "Action, Adventure, Sci-Fi",
    "Plot": "All looks lost for the Rebellion against the Empire as they learn of the existence of a new super weapon, the Death Star. Once a possible weakness in its construction is uncovered, the Rebel Alliance must set out on a desperate mission to steal the plans for the Death Star. The future of the entire galaxy now rests upon its success."
  },
  {
    "Title": "Logan",
    "Year": "2017",
    "Director": "James Mangold",
    "Country": "USA",
    "Poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BMjI1MjkzMjczMV5BMl5BanBnXkFtZTgwNDk4NjYyMTI@._V1_SX300.jpg",
    "Rating": "8.7",
    "Genre": "Action, Drama, Sci-Fi",
    "Plot": "In 2029 the mutant population has shrunken significantly and the X-Men have disbanded. Logan, whose power to self-heal is dwindling, has surrendered himself to alcohol and now earns a living as a chauffeur. He takes care of the ailing old Professor X whom he keeps hidden away. One day, a female stranger asks Logan to drive a girl named Laura to the Canadian border. At first he refuses, but the Professor has been waiting for a long time for her to appear. Laura possesses an extraordinary fighting prowess and is in many ways like Wolverine. She is pursued by sinister figures working for a powerful corporation; this is because her DNA contains the secret that connects her to Logan. A relentless pursuit begins - In this third cinematic outing featuring the Marvel comic book character Wolverine we see the superheroes beset by everyday problems. They are aging, ailing and struggling to survive financially. A decrepit Logan is forced to ask himself if he can or even wants to put his remaining powers to good use. It would appear that in the near-future, the times in which they were able put the world to rights with razor sharp claws and telepathic powers are now over."
  },
  {
    "Title": "John Wick: Chapter 2",
    "Year": "2017",
    "Director": "Chad Stahelski",
    "Country": "USA",
    "Poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BMjE2NDkxNTY2M15BMl5BanBnXkFtZTgwMDc2NzE0MTI@._V1_SX300.jpg",
    "Rating": "8.5",
    "Genre": "Action, Crime, Thriller",
    "Plot": "After returning to the criminal underworld to repay a debt, John Wick discovers that a large bounty has been put on his life."
  },
  {
    "Title": "La La Land",
    "Year": "2016",
    "Director": "Damien Chazelle",
    "Country": "USA",
    "Poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BMzUzNDM2NzM2MV5BMl5BanBnXkFtZTgwNTM3NTg4OTE@._V1_SX300.jpg",
    "Rating": "8.5",
    "Genre": "Comedy, Drama, Music",
    "Plot": "In Hollywood, Mia and Sebastian are struggling to make it in their respective careers, about which each has extreme passion. Mia is an actress who moved from small town Nevada and dropped out of college five years ago to pursue her dream. She is enamored with old time Hollywood - the movies on which she grew up - but hates the cattle herding feeling of going on auditions, and her belief that she needs to schmooze at social events to get ahead in the business. Sebastian is a jazz pianist, his style of jazz in the vein of traditionalists like Charlie Parker and Thelonious Monk. He wants to do his part to preserve that tradition, especially as he knows that that style of music is dying. He has trouble emotionally playing music he doesn't like just to get a paying gig. His dream is to open his own jazz club, most specifically in what used to be a famous jazz club that has since been converted to a tapas bar cum salsa dance club. Partly because of their individual struggles and partly because of the situations, their initial couple of chance meetings are antagonistic ones. But they eventually become attracted to each other largely because of the passion each sees in the other for what he/she is striving for in life. However, there are many obstacles to a Mia/Sebastian happily ever after. They may be able to endure the life of a struggling artist for so long before those struggles take their toll. The pursuit of their individual dreams may take all their energies, with nothing left for their relationship. And any compromise each may make in getting ahead may change the person with who each has fallen in love."
  },
  {
    "Title": "Bleed for This",
    "Year": "2016",
    "Director": "Ben Younger",
    "Country": "USA",
    "Poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BMjAwNzgyNTUxMF5BMl5BanBnXkFtZTgwNzc0ODc1OTE@._V1_SX300.jpg",
    "Rating": "6.8",
    "Genre": "Biography, Drama, Sport",
    "Plot": "The inspirational story of World Champion Boxer Vinny Pazienza who, after a near fatal car crash which left him not knowing if he'd ever walk again, made one of sport's most incredible comebacks."
  },
  {
    "Title": "Captain Fantastic",
    "Year": "2016",
    "Director": "Matt Ross",
    "Country": "USA",
    "Poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BMjE5OTM0OTY5NF5BMl5BanBnXkFtZTgwMDcxOTQ3ODE@._V1_SX300.jpg",
    "Rating": "7.9",
    "Genre": "Comedy, Drama",
    "Plot": "Ben and Leslie Cash have long lived largely off the grid with their offspring - Bodevan, Kielyr, Vespyr, Rellian, Zaja and Nai - in a cabin in the mountains of Washington state. The parents have passed their ideals to their children, namely socialism (in its various forms) and survivalism. With the former, Ben considers most of western society as being fascist, especially corporate America. With the latter, he figures that no one will or should be there for you, so you better learn how to take care of yourself in all its aspects. As such, the children have been subject to vigorous physical training, know how to deal with minor bumps, bruises, cuts, sprains and even fractures, and know how to hunt, forage and grow their own food. The children are also non-registered home schooled, meaning that they have no official academic records. Ben and Leslie have tried to make the children critical thinkers, however within the context of their ideals. Beyond these issues, Ben and Leslie made the decision to live this lifestyle for Leslie's health. Formerly a lawyer, Leslie was diagnosed as bipolar. Ben figures that this disorder started with her post-partum depression with Bo. Even with this lifestyle, Leslie's condition has become progressively worse. Despite not believing in western medicine, Ben, to deal with the illness, has sent Leslie to hospital, one close to Ben's sister, Harper, in Sacramento so that there can be family close by. While in hospital, Leslie is able to commit suicide. Beyond the collective grief, Leslie's act brings out a battle between Ben, and Leslie's father, Jack Bertrang, a wealthy Christian, who not only blames Ben for what happened to Leslie, but believes what he is doing to the children can legally be considered abuse. To be held in their church in New Mexico, Jack takes over the funeral arrangements to his and his complacent wife Abby's Christian morals, against what Ben knows was Leslie's wishes, she who believed in Buddhist philosophies. Although Jack threatens to call the police if Ben shows up to the funeral, he and the children believe it is the latest of their missions to rescue Leslie to honor her last wishes to be cremated as per Buddhist philosophies. This mission not only may bring the divide between Jack and Ben to a head, but may also bring out some long seated issues within the Cash children as they are exposed to commercial America in all its good and bad, and as Bo grows into manhood, he who may have his own ideas of what he should do with the next phase of his life."
  },
  {
    "Title": "Omicidio all'Italiana",
    "Year": "2017",
    "Director": "Marcello Macchia",
    "Country": "Italy",
    "Poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BNDJhN2JhZGYtNTY0My00MzY4LTkwM2MtMjA3OWRiZGJkYzc2XkEyXkFqcGdeQXVyNjY1OTY4MTk@._V1_SX300.jpg",
    "Rating": "6.7",
    "Genre": "Comedy",
    "Plot": "Acitrullo is a small village of 16 inhabitants in the wild part of Abruzzo, Italy. Because of the isolated position of this mountain hamlet, the modern technological world is totally precluded to its inhabitants which are in fact all trying to move away from there. The major, in a last desperate attempt to avoid the total depopulation of his village, decides to stage an homicide in order to attract mass media and dark tourism. The plan is successful, and gives new economic shine to the small hamlet."
  },
  {
    "Title": "Moonlight",
    "Year": "2016",
    "Director": "Barry Jenkins",
    "Country": "USA",
    "Poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BNzQxNTIyODAxMV5BMl5BanBnXkFtZTgwNzQyMDA3OTE@._V1_SX300.jpg",
    "Rating": "8.1",
    "Genre": "Drama",
    "Plot": "Three time periods - young adolescence, mid-teen and young adult - in the life of black-American Chiron is presented. When a child, Chiron lives with his single, crack addict mother Paula in a crime ridden neighborhood in Miami. Chiron is a shy, withdrawn child largely due to his small size and being neglected by his mother, who is more concerned about getting her fixes and satisfying her carnal needs than taking care of him. Because of these issues, Chiron is bullied, the slurs hurled at him which he doesn't understand beyond knowing that they are meant to be hurtful. Besides his same aged Cuban-American friend Kevin, Chiron is given what little guidance he has in life from a neighborhood drug dealer named Juan, who can see that he is neglected, and Juan's caring girlfriend Teresa, whose home acts as a sanctuary away from the bullies and away from Paula's abuse. With this childhood as a foundation, Chiron may have a predetermined path in life, one that will only be magnified in terms of its problems when he reaches his difficult teen years when peer pressure affects what he and many of his peers do, unless he follows Juan's advice of truly making his own decisions for himself."
  },
  {
    "Title": "Manchester by the Sea",
    "Year": "2016",
    "Director": "Kenneth Lonergan",
    "Country": "USA",
    "Poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BMTYxMjk0NDg4Ml5BMl5BanBnXkFtZTgwODcyNjA5OTE@._V1_SX300.jpg",
    "Rating": "8.1",
    "Genre": "Drama",
    "Plot": "Lee Chandler, who works as a janitor for a property management company responsible for four residential apartment buildings in Quincy, Massachusetts, is an angry, sullen and antisocial man. His demeanor and retreat from life are primarily because of a single incident which led to him leaving his hometown of Manchester-by-the-Sea upstate - his name being infamous in the region by those that don't know him because of that incident - and the break-up of his marriage to his now ex-wife, Randi. The only time Lee ever returns to Manchester is when he receives a telephone call from his fisherman brother, Joe Chandler, who was diagnosed a few years ago with congestive heart failure. Whenever now divorced Joe ends up on an extended stay in the hospital due to his health problems, Lee returns to Manchester to take care of Joe's son, Patrick Chandler, of whom Joe has sole custody. With the latest such telephone call and Lee's subsequent trip to Manchester, Joe dies before Lee makes it to the hospital in nearby Beverly. In what Lee assumes is his temporary guardianship of now sixteen-year-old Patrick becomes legally permanent when he learns, much to his surprise, that Joe has Lee listed in his will not only as Patrick's permanent guardian, but that Lee is to be the trustee for the estate on Patrick's behalf until Patrick becomes of age, Patrick who is the sole beneficiary. Patrick, a typical teenager, is arguably closest to Lee emotionally than any other adult. Despite his father's death, Patrick is still more concerned about maintaining his life as is: hanging out with his friends, including his two girlfriends (who don't know about each other) and his band-mates, playing ice hockey, and keeping Joe's slowly-deteriorating fishing boat (which Patrick sees as his father's legacy), which is financially unfeasible to do. To Patrick, all this means Lee moving back to Manchester as opposed to Patrick moving to Quincy, where Lee only has a one room apartment as part of his job anyway. Lee is not only not equipped to be Patrick's guardian, but is not emotionally prepared to return to Manchester, the site of the \\\"incident\\\" and where Randi still lives, she to whom he has not spoken since their divorce. With no other real options as to a guardian for Patrick - including their close friend George who is anticipating being an empty nester soon, and Patrick's alcoholic mother Elise, whose whereabouts are unknown anyway - Lee has to decide what is best to do for Patrick, which takes into account his own emotional well-being."
  },
  {
    "Title": "Fantastic Beasts and Where to Find Them",
    "Year": "2016",
    "Director": "David Yates",
    "Country": "UK, USA",
    "Poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BMjMxOTM1OTI4MV5BMl5BanBnXkFtZTgwODE5OTYxMDI@._V1_SX300.jpg",
    "Rating": "7.6",
    "Genre": "Adventure, Family, Fantasy",
    "Plot": "Holding a mysterious leather suitcase in his hand, Newt Scamander, a young activist wizard from England, visits New York while he is on his way to Arizona. Inside his expanding suitcase hides a wide array of diverse, magical creatures that exist among us, ranging from tiny, twig-like ones, to majestic and humongous ones. It is the middle of the 20s and times are troubled since the already fragile equilibrium of secrecy between the unseen world of wizards and the ordinary or \\\"No-Maj\\\" people that the MACUSA Congress struggles to maintain, is at risk of being unsettled. In the meantime, the voices against wizardry keep growing with daily protests led by Mary Lou Barebone and fuelled by the increasing disasters ascribed to a dark wizard, Gellert Grindelwald. At the same time, by a twist of fate, Newt's precious suitcase will be switched with the identical one of an aspiring No-Maj baker, Jacob Kowalski, while demoted Auror, Tina Goldstein, arrests Newt for being an unregistered wizard. To make matters worse, with the suitcase in the wrong hands, several creatures manage to escape to unknown directions. Before long, this situation will catch Senior Auror Percival Graves' attention who will target both Tina and Newt amid panic caused by an invisible, devastating and utterly unpredictable menace that still wreaks havoc in New York's 5th Avenue. Is there a hidden agenda behind Graves' intentions and ultimately, what will happen to the remaining magical creatures still loose in the streets?"
  },
  {
    "Title": "Passengers",
    "Year": "2016",
    "Director": "Morten Tyldum",
    "Country": "USA",
    "Poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BMTk4MjU3MDIzOF5BMl5BanBnXkFtZTgwMjM2MzY2MDI@._V1_SX300.jpg",
    "Rating": "7.0",
    "Genre": "Adventure, Drama, Romance",
    "Plot": "A company offers people the opportunity to leave the Earth and live on a new colony called Homestead 2. They are being transported on a space vessel called the Avalon. The journey takes 120 years so the travelers and crew are kept in hibernation chambers while the ship flies on its own and are to be awaken just before they arrive. And when one passenger Jim Preston is awoken, he goes around the ship and sees he's the only one awake, he discovers he woke up 90 years early. He tries to reenter his hibernation pod but can't. He spends the next year all by himself wandering the ship. He looks at the videos of the other passengers and gets taken with Aurora Lane. He then has to decide if he should wake her up. Eventually he does and they try to make the best of their time together. But then it dawns on them that something happened to the ship that made it wake Jim up. And they try to find out what it is."
  },
  {
    "Title": "Doctor Strange",
    "Year": "2016",
    "Director": "Scott Derrickson",
    "Country": "USA",
    "Poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BNTA2NTg0MjM0OV5BMl5BanBnXkFtZTgwNTEyMDExMTI@._V1_SX300.jpg",
    "Rating": "7.7",
    "Genre": "Action, Adventure, Fantasy",
    "Plot": "In New York, the arrogant Dr. Stephen Strange is a talented neurosurgeon with a huge ego. After a car accident, Dr. Strange damages his fingers and loses control of his hands. The surgeon, Christine Palmer, who was his lover, tries to help him. But Dr. Strange unsuccessfully spends his savings searching for an experimental treatment for his fingers. When Dr. Strange learns that the paraplegic Jonathan Pangborn walked again, he seeks him out and is told he was healed in Kamar-Taj. Dr. Strange travels to Katmandu where he meets the sorcerer Mordo and is introduced to The Ancient One. She discloses the astral plan and other dimensions to him and explains that Earth is protected in the mystical plan by three Sanctums (in New York, London, and Hong Kong). However, her former protégé, Kaecilius, has contacted the powerful demon Dormammu in the Dark Dimension and wants to destroy the three Sanctums with his minions to let the Dark Dimension, where time does not exist and anyone can live forever, to rule the world. Will The Ancient One, Dr. Strange and Mordo save the world?"
  },
  {
    "Title": "Mike and Dave Need Wedding Dates",
    "Year": "2016",
    "Director": "Jake Szymanski",
    "Country": "USA",
    "Poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BMjM4NDIxNzI5Nl5BMl5BanBnXkFtZTgwMTg4NTY5NzE@._V1_SX300.jpg",
    "Rating": "6.0",
    "Genre": "Adventure, Comedy, Romance",
    "Plot": "Hard-partying brothers Mike (Adam Devine) and Dave (Zac Efron) place an online ad to find the perfect dates (Anna Kendrick, Aubrey Plaza) for their sister's Hawaiian wedding. Hoping for a wild getaway, the boys instead find themselves outsmarted and out-partied by the uncontrollable duo."
  },
  {
    "Title": "Assassin's Creed",
    "Year": "2016",
    "Director": "Justin Kurzel",
    "Country": "UK, Hong Kong, USA",
    "Poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BNzE1OTczNTc1OF5BMl5BanBnXkFtZTgwMzgyMDI3MDI@._V1_SX300.jpg",
    "Rating": "6.4",
    "Genre": "Action, Adventure, Fantasy",
    "Plot": "A man named Callum Lynch is sentenced to death by lethal injection in Texas. However, the Abstergo Company fakes his death and Callum is brought to the headquarter in Madrid, Spain. Callum meets the CEO Alan Rikkin and learns that he is a descendant of members from the Assassin's Creed, a brotherhood that protects the Apple from the Templars. The Apple is a device that contains the genetic code for free will and the Templars may dominate the humans if they find where The Apple is hidden. Callum is submitted to the Animus, a machine developed by Rikkin's daughter Sofia to relive genetic memories and find where the Apple is. Along the experiment with the Animus, Callum meets his mother and other Assassin's Creed and embraces their cause. But Rikkin, who is a Templar, has retrieved the Apple. What will Callum do?"
  },
  {
    "Title": "X-Men: Apocalypse",
    "Year": "2016",
    "Director": "Bryan Singer",
    "Country": "USA",
    "Poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BMjU1ODM1MzYxN15BMl5BanBnXkFtZTgwOTA4NDE2ODE@._V1_SX300.jpg",
    "Rating": "7.1",
    "Genre": "Action, Adventure, Sci-Fi",
    "Plot": "Since the dawn of civilization, he was worshiped as a god. Apocalypse, the first and most powerful mutant from Marvel's X-Men universe, amassed the powers of many other mutants, becoming immortal and invincible. Upon awakening after thousands of years, he is disillusioned with the world as he finds it and recruits a team of powerful mutants, including a disheartened Magneto, to cleanse mankind and create a new world order, over which he will reign. As the fate of the Earth hangs in the balance, Raven with the help of Professor X must lead a team of young X-Men to stop their greatest nemesis and save mankind from complete destruction."
  },
  {
    "Title": "Deadpool",
    "Year": "2016",
    "Director": "Tim Miller",
    "Country": "USA",
    "Poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BMjQyODg5Njc4N15BMl5BanBnXkFtZTgwMzExMjE3NzE@._V1_SX300.jpg",
    "Rating": "8.1",
    "Genre": "Action, Adventure, Comedy",
    "Plot": "Wade Wilson is a small-time mercenary. He meets Vanessa and falls in love. Life is idyllic until one day he is diagnosed with terminal cancer. Things look bleak but a man appears who says he can be cured, through a treatment that gives him superhero powers. After initially turning him down, Wilson agrees, and meets the man behind the project, Ajax. While undergoing the treatment he discovers that it will involve him becoming a mutant, and he will need to undergo several painful tests to discover what his mutant abilities are. Plus, Ajax is a sadist. The treatment results in Wilson getting powers of accelerated healing but also leaves him terribly disfigured. Ajax tries to keep him a prisoner but he escapes. He now has two aims: find Vanessa and make Ajax pay for what he did to him. Killing Ajax may not be as easy it seems, as Ajax is also a mutant and the meddling superhero Colossus and his sidekick Negasonic Teenage Warhead keep getting in the way. Oh, and Wade Wilson is now operating under an alias: Deadpool."
  },
  {
    "Title": "The Legend of Tarzan",
    "Year": "2016",
    "Director": "David Yates",
    "Country": "UK, Canada, USA",
    "Poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BMzY3OTI0OTcyMF5BMl5BanBnXkFtZTgwNjkxNTAwOTE@._V1_SX300.jpg",
    "Rating": "6.3",
    "Genre": "Action, Adventure, Drama",
    "Plot": "In the Nineteenth Century, John Clayton is married to Jane Clayton and fully adapted to the life in London. He is invited by King Leopold from Belgian to visit Africa, but he refuses. However the American Dr. George Washington Williams convinces him to go since he wants to prove that there is slavery in the Belgian lands. Jane also goes with them and out of the blue, the village where they are lodged is attacked by the mercenaries commanded by the evil Leon Rom who works for Leopold. He wants to capture Tarzan to deliver him to Chief Mbonga, who is seeking revenge since Tarzan has killed his only son. In return, Rom will receive a chest of diamonds that Rom will use to pay mercenaries to invade Congo. However Washington saves Tarzan and Rom kidnaps Jane, expecting to be followed by Tarzan that crosses the jungle with Washington to rescue Jane. Will they succeed in their journey?"
  },
  {
    "Title": "Underworld: Blood Wars",
    "Year": "2016",
    "Director": "Anna Foerster",
    "Country": "USA",
    "Poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BMjI5Njk0NTIyNV5BMl5BanBnXkFtZTgwNjU4MjY5MDI@._V1_SX300.jpg",
    "Rating": "6.4",
    "Genre": "Action, Horror",
    "Plot": "The war between the Vampires and the Lycans wages on with the Lycans led by Marius are close to defeating the Vampires. He thinks if he can get the hybrid daughter of Vampire Death Dealer Selene, her blood will be the key to defeating the Vampires once and for all. But when they attempt to capture her, they fail and she tells one of them to tell Marius, she doesn't know where her daughter is; her daughter has cut ties with her. At the same time, Semira, Vampire Elder implores Thomas, another elder and father of David, Selene's ally to convince the Council of Elders to give Selene whom they deem a traitor, amnesty so that she could train new Death Dealers to deal with the Lycans. They grant it and send word to Selene who comes and trains the aspiring Death Dealers. It's when she battles one of Semira's people, that he subdues her with a toxin that paralyzes her. Semira then has her man kill the trainees with Selene's weapon. She then reveals she wants Selene for her blood. Eventually David learns of what Semira is doing and tries to get Selene away and takes her way to the only other Vampire stronghold there is. Eventually Marius learns of this and sets out to find Selene and find out for sure if she knows where her daughter is. And it's while they are there at the stronghold that David learns the truth about his lineage."
  },
  {
    "Title": "Batman vs Superman: Dawn of Justice",
    "Year": "2016",
    "Director": "Zack Snyder",
    "Country": "USA",
    "Poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BYThjYzcyYzItNTVjNy00NDk0LTgwMWQtYjMwNmNlNWJhMzMyXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SX300.jpg",
    "Rating": "6.7",
    "Genre": "Action, Adventure, Sci-Fi",
    "Plot": "The world changed when mankind, the citizens of Metropolis and billionaire Bruce Wayne were witness to the awesome power of the Superman. Now 2 years later, the love affair is seemingly ended when the Man of Steel becomes involved in the complexities of international politics with lives lost amidst terrorists/rebels. As journalist Lois Lane attempts to clear his name, Senate Hearings and the media compel Superman to work within the system, the Batman escalates his war on crime seeking a means to end the potential threat of Superman and Lex Luthor appears to be pulling strings behind the scenes."
  },
  {
    "Title": "10 Cloverfield Lane",
    "Year": "2016",
    "Director": "Dan Trachtenberg",
    "Country": "USA",
    "Poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BMjEzMjczOTIxMV5BMl5BanBnXkFtZTgwOTUwMjI3NzE@._V1_SX300.jpg",
    "Rating": "7.3",
    "Genre": "Drama, Horror, Mystery",
    "Plot": "After a car accident, Michelle awakens to find herself in a mysterious bunker with two men named Howard and Emmett. Howard offers her a pair of crutches to help her remain mobile with her leg injury sustained from the car crash and tells her to get good on those before leaving the bunker. She has been given the information that there has been an alien attack and the outside world is poisoned. However, Howard and Emmett's intentions soon become questionable and Michelle is faced with a question: Is it better in here or out there?"
  },
  {
    "Title": "Finding Dory",
    "Year": "2016",
    "Director": "Andrew Stanton, Angus MacLane",
    "Country": "USA",
    "Poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BNzg4MjM2NDQ4MV5BMl5BanBnXkFtZTgwMzk3MTgyODE@._V1_SX300.jpg",
    "Rating": "7.5",
    "Genre": "Animation, Adventure, Comedy",
    "Plot": "Dory is a wide-eyed, blue tang fish who suffers from memory loss every 10 seconds or so. The one thing she can remember is that she somehow became separated from her parents as a child. With help from her friends Nemo and Marlin, Dory embarks on an epic adventure to find them. Her journey brings her to the Marine Life Institute, a conservatory that houses diverse ocean species."
  },
  {
    "Title": "Star Trek Beyond",
    "Year": "2016",
    "Director": "Justin Lin",
    "Country": "USA, Hong Kong, China",
    "Poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BODgzN2E1YjctODg5Yi00YzYwLWJjZjAtNDg2MGE2Y2MyYjBmXkEyXkFqcGdeQXVyNjM1MTQ0NTQ@._V1_SX300.jpg",
    "Rating": "7.1",
    "Genre": "Action, Adventure, Sci-Fi",
    "Plot": "Getting through the first half of their five-year mission, Captain Kirk and the USS Enterprise crew now venture into uncharted territories. They arrive at Starbase Yorktown for shore leave, Kirk intends to be promoted to Vice Admiral to remain there and has recommended Spock for his present position as ship's captain. After a devastating attack by a massive army of unknown aliens, Kirk and his crew find themselves stranded on an unknown planet with no means of contacting the Federation or each other. The alien warlord Krall seeks an ancient weapon called the Abronath that Kirk has kept after an unsuccessful diplomatic mission. Reunited and aided by the alien warrior Jaylah, Kirk and crew must fight to survive and take on this deadly menace with a strong hatred for the Federation. Will they be able to destroy the new danger before it's too late?"
  },
  {
    "Title": "Captain America: Civil War",
    "Year": "2016",
    "Director": "Anthony Russo, Joe Russo",
    "Country": "USA",
    "Poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BMjQ0MTgyNjAxMV5BMl5BanBnXkFtZTgwNjUzMDkyODE@._V1_SX300.jpg",
    "Rating": "7.9",
    "Genre": "Action, Adventure, Sci-Fi",
    "Plot": "When politicians and world leaders think that people like Captain America and Iron Man are running amok, they tell them they need to be regulated. Tony Stark, Iron Man thinks it's necessary. While Steve Rogers, Captain America doesn't think so. That eventually splits their team, The Avengers. At a UN gathering where the regulations are being worked out, there's an explosion and some people are killed among them is the King of Wakanda. Investigation reveals that the bomb was planted by the Winter Soldier, who is Bucky Barnes, Captain America's friend during the war. Everyone is out to get Barnes and kill him if necessary but Steve wants to get to him first and help him. When he finds him he says he didn't plant the bomb, suddenly another person shows up who's out to get him dressed in black. When security forces catches up to them they are arrested and the one in black is revealed to be the son of the Wakandan King, T'Challa and he is the Black Panther the guardian of Wakanda. While in custody, a psychiatrist is sent to evaluate Bucky but suddenly the power goes out that's when he begins to say some words that have an effect on Bucky. He breaks out and Steve tries to get him. Believing that Bucky is innocent Steve sets out to find the man who got to him. Tony is told that because Steve helped Bucky he is now also wanted. He offers to bring him in so he asks War Machine ,and Black Widow to join him. He recruits someone to help him while Widow offers T'Challa to join them. Steve brings Falcon with him who gets Ant Man and Steve calls Hawkeye who gets Wanda whom tony has under lock and key under the eye of Vision. They get away and Vison joins tony. Eventually they all have a confrontation."
  },
  {
    "Title": "Don't Hang Up",
    "Year": "2016",
    "Director": "Damien Macé, Alexis Wajsbrot",
    "Country": "UK",
    "Poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BN2Y3ZmZmNzctODU2MC00OTcxLThlMWYtZDcxNjRkZjg4YmEwL2ltYWdlXkEyXkFqcGdeQXVyMTM2MzgyOTU@._V1_SX300.jpg",
    "Rating": "7.6",
    "Genre": "Horror, Thriller",
    "Plot": "An evening of drunken prank calls becomes a nightmare for a pair of teenagers when a mysterious stranger turns their own game against them...with deadly consequences."
  },
  {
    "Title": "Ghostbusters",
    "Year": "2016",
    "Director": "Paul Feig",
    "Country": "USA, Australia",
    "Poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BMTg3OTM4NTM4NV5BMl5BanBnXkFtZTgwOTI3NDc0OTE@._V1_SX300.jpg",
    "Rating": "5.4",
    "Genre": "Action, Comedy, Fantasy",
    "Plot": "Following a ghost invasion of Manhattan, paranormal enthusiasts Erin Gilbert and Abby Yates, nuclear engineer Jillian Holtzmann, and subway worker Patty Tolan band together to stop the otherworldly threat."
  },
  {
    "Title": "A Monster Calls",
    "Year": "2016",
    "Director": "J.A. Bayona",
    "Country": "USA, Spain",
    "Poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BMTg1OTA5OTkyNV5BMl5BanBnXkFtZTgwODMwNDU5OTE@._V1_SX300.jpg",
    "Rating": "7.6",
    "Genre": "Drama, Fantasy",
    "Plot": "The boy Conor O'Malley has frequent nightmares and is facing several problems. His beloved mother Lizzie has a terminal illness and he might have to live with his strict grandmother Mrs. Clayton.. His estranged father lives in the United States of America. He is bullied at school by Harry. One night, Conor is visited by a tree-like Monster at 12:07 AM that tells that he will tell three true stories to Conor; in return, the boy will tell his own story to the Monster about the truth behind his dreadful nightmare."
  },
  {
    "Title": "Colossal",
    "Year": "2016",
    "Director": "Nacho Vigalondo",
    "Country": "Spain, Canada",
    "Poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BMTYwNDA2NTI4NV5BMl5BanBnXkFtZTgwNTAxNDY0MTI@._V1_SX300.jpg",
    "Rating": "6.6",
    "Genre": "Action, Sci-Fi, Thriller",
    "Plot": "Gloria (Anne Hathaway) is an out-of-work girl who, after getting kicked out of her apartment by her boyfriend, is forced to leave her life in New York and move back to her hometown. When news reports surface that a giant creature is destroying Seoul, South Korea, Gloria gradually comes to the realization that she is somehow connected to his far-off phenomenon. As events begin to spin out of control, Gloria must determine why her seemingly insignificant existence has such a colossal effect on the fate of the world."
  },
  {
    "Title": "Sully",
    "Year": "2016",
    "Director": "Clint Eastwood",
    "Country": "USA",
    "Poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BMTg5NTUwNDIyOV5BMl5BanBnXkFtZTgwMjI2OTc3OTE@._V1_SX300.jpg",
    "Rating": "7.5",
    "Genre": "Biography, Drama",
    "Plot": "On January 15th 2009, after a bird strike with the loss of two turbines, Captain Chesley \\\"Sully\\\" Sullenberger and First Officer Jeff Skiles land an Airbus A320 with 155 passengers on the Hudson River saving their lives. Sully is claimed a hero by the press and public; however the official investigation reports that one of the left engines was running at idle and not damaged. And the flight simulator indicates that it would be possible to land at LaGuardia or Teterboro. Sully has to defend himself to the commission; otherwise Sully has to defend his reputation and career showing new evidences of the incident. Will he succeed?"
  }
]